[
  {
    "title": "Samsung Galaxy S21 FE 5G",
    "img": [
      "https://smartmag.biz.ua/content/images/18/390x390l80br20/smartfon-samsung-galaxy-s21-fe-5g-6-128gb-graphite-sm-g990bzad-50626287235816.webp",
      "https://smartmag.biz.ua/content/images/18/1024x1024l80br20/smartfon-samsung-galaxy-s21-fe-5g-6-128gb-graphite-sm-g990bzad-95360839008782.webp",
      "https://smartmag.biz.ua/content/images/18/390x390l80br20/smartfon-samsung-galaxy-s21-fe-5g-6-128gb-graphite-sm-g990bzad-37887896972472.webp"
    ],
    "ram": 6,
    "memory": 128,
    "cpu": "Qualcomm Snapdragon 888",
    "camera": "12+12+8/32",
    "description": "Samsung Galaxy S21 FE 5G - оновлена версія доступного флагмана в лінійці смартфонів компанії, представлена на виставці CES 2022. Приставка FE в назві розшифровується як Fan Edition і підкреслює, що пристрій був розроблений відповідно до побажань шанувальників бренду. У Samsung Galaxy S21 FE 5G встановлюється 6,4-дюймовий AMOLED дисплей з роздільною здатністю 2400х1080 пікселів, частотою оновлення 120 Гц і підтримкою HDR10+. Додатково до нього вбудований сканер відбитків пальців. Просунутий рівень продуктивності досягається завдяки використанню 8-ядерного процесора Qualcomm Snapdragon 888. Основна камера смартфона складається з трьох сенсорів: 12 МП з ширококутним об'єктивом, 12 МП з ультраширококутним та 8 МП з 3-кратним телеоб'єктивом. Фронтальна камера комплектується 32 МП детектором. Також у Samsung Galaxy S21 FE 5G реалізована підтримка швидкої зарядки потужністю 25 Вт.",
    "price": 25500
  },
  {
    "title": "Samsung Galaxy A52s 5G",
    "img": [
      "https://hotline.ua/img/tx/335/3358130535.jpg",
      "https://hotline.ua/img/tx/335/3358130555.jpg",
      "https://hotline.ua/img/tx/335/3358130615.jpg"
    ],
    "ram": 6,
    "memory": 128,
    "cpu": "Snapdragon 778G + Adreno 642L",
    "camera": "64",
    "description": "Samsung Galaxy A52s - смартфон, що увібрав у себе строгий дизайн та просунуте оснащення. Завдяки безрамковому виконанню вдалося зберегти порівняно зручні габарити пристрою, незважаючи на 6,5-дюймовий дисплей. У Samsung Galaxy A52s встановлюється 6,5-дюймова Super AMOLED матриця з роздільною здатністю 2400х1080 пікселів і з частотою оновлення 120 Гц. Вона порадує глибокими насиченими кольорами та дивовижною плавністю, чіткістю зображення у динамічних сценах та анімації. Високу швидкість роботи у повсякденних завданнях забезпечує 8-ядерний процесор Qualcomm Snapdragon 778G, доповнений графікою Adreno 642L. Основна камера складається з чотирьох сенсорів: 64, 12 та пари по 5 МП. Смартфон дозволяє записувати відео у роздільній здатності 4К при частоті 30 к/с, а також у сповільненій зйомці зі швидкістю 240 к/с при роздільній здатності HD. Фронтальна камера на 32 МП розмістилася у мініатюрному точковому вирізі. Приємним доповненням Samsung Galaxy A52s є наявність швидкої зарядки і функції об'ємного звуку.",
    "price": 12300
  },
  {
    "title": "Samsung Galaxy A52",
    "img": ["https://hotline.ua/img/tx/336/3363891735.jpg","https://hotline.ua/img/tx/336/3363891755.jpg","https://hotline.ua/img/tx/336/3363891775.jpg"],

    "ram": 8,
    "memory": 256,
    "cpu": "Qualcomm Snapdragon 720G",
    "camera": "64/32",

    "description": "Samsung Galaxy A52 - лінійка смартфонів компанії, яка є розумним балансом між практичною строгістю і передовими технічними рішеннями флагманських пристроїв. Модель отримав великий 6,5-дюймовий Super AMOLED дисплей, що займає всю лицьову поверхню. Він підтримує частоту оновлення в 90 Гц і максимальну яскравість до 800 ніт. У нього також вбудований сканер відбитків пальців. Корпус Samsung Galaxy A52 захищений від пилу і вологи за стандартом IP67. На вибір користувача запропоновано кілька приємних варіантів забарвлення. Забезпечує високу швидкість роботи 8-ядерний процесор Qualcomm Snapdragon 720G. Основна камера складається з чотирьох сенсорів: 64 МП, 12 МП з ультраширококутним об'єктивом, 5 МП з макрооб'єктивом і 5 МП датчиком глибини. Фронтальна оснащується 32 МП сенсором. Додатково Samsung Galaxy A52 має NFC і підтримку швидкої зарядки потужністю 25 Вт",
    "price": 15600
  },
  {
    "title": "Samsung Galaxy A13",
    "img": ["https://hotline.ua/img/tx/325/3255049605.jpg"],

    "ram": 4,
    "memory": 64,
    "cpu": "Samsung Exynos 850",
    "camera": "50/8",

    "description": "",
    "price": 7700
  },
  {
    "title": "Samsung Galaxy A53 5G",
    "img": ["https://hotline.ua/img/tx/321/3215409295.jpg"],

    "ram": 6,
    "memory": 128,
    "cpu": "Samsung Exynos 1280",
    "camera": "64/32",

    "description": "",
    "price": 13300
  },
  {
    "title": "Samsung Galaxy S22 Ultra",
    "img": [
      "https://hotline.ua/img/tx/335/3358130825.jpg",
      "https://hotline.ua/img/tx/335/3358130835.jpg",
      "https://hotline.ua/img/tx/335/3358130845.jpg"
    ],

    "ram": 8,
    "memory": 128,
    "cpu": "Samsung Exynos 2200",
    "camera": "108/40",

    "description": "Samsung Galaxy S22 Ultra – смартфон із лінійки флагманів компанії, представленої у 2022 році. Він демонструє ретельний підхід виробника до створення по-справжньому безкомпромісного пристрою, здатного подолати будь-які завдання. Samsung Galaxy S22 Ultra отримав ефектний оновлений дизайн та насичені кольори корпусу, завдяки чому захоплює увагу з першого погляду. 6,8-дюймовий Dynamic AMOLED 2X має роздільну здатність 3080х1440 пікселів, частоту оновлення 120 Гц і пікову яскравість 1780 ніт. Він доповнений вбудованим сканером відбитків пальців. Розширені функціональні можливості в керуванні смартфоном створює підтримка фірмового стілуса S Pen. Високий рівень продуктивності досягається зусиллями нового на момент презентації 8-ядерного процесора, доповненого 8 або 12 ГБ оперативної пам'яті. Основна камера смартфона складається з чотирьох сенсорів: 108 МП із ширококутним об'єктивом, 12 МП із надширококутним, та два по 10 МП із телефото об'єктивами, доповненими 3 та 10-кратним оптичним зумом. Вона дозволяє робити чудові деталізовані знімки в будь-яких умовах і дає змогу виявити максимум творчої майстерності. Запис відео доступний у роздільній здатності 8К. Фронтальна камера має 40 МП сенсор. Додатково Samsung Galaxy S22 Ultra підтримує розширений десктопний режим Samsung DeX. ",
    "price": 37300
  },
  {
    "title": "Samsung Galaxy M33 5G",
    "img": ["https://hotline.ua/img/tx/325/3255061345.jpg"],
    "ram": 6,
    "memory": 128,
    "cpu": "Samsung Exynos 1280",
    "camera": "50/8",
    "description": "",
    "price": 9935
  },
  {
    "title": "Samsung Galaxy Note20 Ultra",
    "img": ["https://hotline.ua/img/tx/234/2345178595.jpg","https://hotline.ua/img/tx/234/2345178295.jpg","https://hotline.ua/img/tx/234/2345178445.jpg"],
    
      "ram":8 ,
      "memory":256 ,
      "cpu": "Samsung Exynos 990 + Mali-G77 MP11",
      "camera": "108/10",
    "description": "Samsung Galaxy Note20 Ultra є флагманським рішенням компанії другої половини 2020 року. В основу лягла 7 нм платформа власного виробництва Exynos 990. Великий 6,9 дюймовий екран, як і тильна панель, прикриті загартованим склом нового покоління Corning Gorilla Glass Victus, яке за заявою виробника стало ще більш стійким до пошкоджень. Матриця Dynamic AMOLED видає роздільну здатність 1440x3088 при 60 Гц, але здатна виводити картинку в більш скромному дозволі FullHD з частотою 120 Гц. Камера смартфона представлена відразу трьома незалежними модулями - основний ширококутної камерою, надширококутної камерою і телескопічним об'єктивом, здатним видати 5-кратне оптичне і 50-кратне гібридне збільшення. Звичайно ж у флагманському пристрої не забули про оптичної стабілізації і про зйомку відео з роздільною здатністю аж до 8К. Автономність Samsung Galaxy Note20 Ultra підтримується незнімним акумулятором ємністю 4500 мАг, а заповнити заряд смартфона можна як в дротовому режимі з швидкою зарядкою, так і бездротовому. ",
    "price":25000
  },
  {
    "title": "Samsung Galaxy S20",
    "img": ["https://hotline.ua/img/tx/239/2393171545.jpg","https://hotline.ua/img/tx/238/2384246465.jpg","https://hotline.ua/img/tx/238/2384246475.jpg"],
      "ram":6 ,
      "memory":128 ,
      "cpu": "Samsung Exynos 990",
      "camera": "32/32",
    "description": "Samsung Galaxy S20 FE SM-G780F - не зовсім звичайне розширення лінійки флагманських рішень компанії, адже вона створена з урахуванням побажань шанувальників компанії і її пристроїв. Він створений як трохи більш доступна і практична версія свого старшого побратима і увібрав в себе тільки добре зарекомендували себе рішення. Samsung Galaxy S20 FE SM-G780F оснащується 6,5-дюймовим Super AMOLED дисплеєм з роздільною здатністю 2400х1080 точок. Він має частоту оновлення 120 Гц і підтримує HDR10 +. Додатково він оснащується вбудованим сканером відбитків пальців. Відмінну швидкість роботи і швидке виконання будь-яких завдань гарантує фірмовий 8-ядерний процесор Samsung Exynos 990. Основна камера складається з трьох модулів: 12 МП з ширококутним об'єктивом, 12 МП з ультраширококутним і 8 МП з телеоб'єктивом. Додатково Samsung Galaxy S20 FE SM-G780F підтримує як бездротову, так і швидку зарядку потужністю в 25W.",
    "price":17000
  },
  {
    "title": "Samsung Galaxy M53 5G",
    "img": ["https://hotline.ua/img/tx/325/3255057825.jpg"],
    
      "ram":6 ,
      "memory":128 ,
      "cpu": "MediaTek Dimensity 900",
      "camera": "108/32",
    "description": "",
    "price":14150
  },
  {
    "title": "Xiaomi Redmi Note 11",
    "img": ["https://hotline.ua/img/tx/335/3350851565.jpg","https://hotline.ua/img/tx/335/3350851565.jpg","https://hotline.ua/img/tx/335/3350851635.jpg"],
    
      "ram":6 ,
      "memory":128 ,
      "cpu": "Qualcomm SM6225 Snapdragon 680 4G",
      "camera": "50/13",
    "description": "Xiaomi Redmi Note 11 – збалансований смартфон середнього рівня, який відмінно підійде як універсальний компаньйон для комфортного повсякденного використання. Практичний, строгий дизайн корпусу доповнюють елегантні варіанти кольорів. У Xiaomi Redmi Note 11 встановлюється 6,43-дюймовий AMOLED дисплей з роздільною здатністю 2400х1800 пікселів. Він підтримує частоту оновлення 90 Гц і має пікову яскравість 1000 нит. Комфортна швидкість роботи в більшості повсякденних завдань досягається зусиллями 8-ядерного процесора Qualcomm Snapdragon 680. Основна камера смартфона складається з чотирьох сенсорів: 50 МП, 8 МП із надширококутним об'єктивом, 2 МП з макрооб'єктивом та 2 МП датчиком глибини. Фронтальна камера на 13 МП розмістилася у мініатюрному точковому вирізі на дисплеї. Приємним доповненням у Xiaomi Redmi Note 11 є вбудований NFC та підтримка швидкої зарядки потужністю 33 Вт. ",
    "price":8000
  },
  {
    "title": "Xiaomi Redmi Note 10 Pro",
    "img": ["https://hotline.ua/img/tx/335/3350851635.jpg","https://hotline.ua/img/tx/270/2700036765.jpg","https://hotline.ua/img/tx/270/2700036775.jpg"],
    
      "ram":6 ,
      "memory":128 ,
      "cpu": "Qualcomm Snapdragon 732G + Adreno 618",
      "camera": "108/16",
    "description": "Xiaomi Redmi Note 10 Pro - просунута версія одного з найбільш збалансованих смартфонів на ринку пристроїв середнього рівня. Він отримав практичний строгий дизайн, який припаде до душі практично будь-кому. Всю лицьову поверхню Xiaomi Redmi Note 10 Pro займає безрамковий 6,67-дюймовий AMOLED дисплей з роздільною здатністю 2400х1080 точок і технологією HDR. Його частота оновлення складає 120 Гц, що забезпечує приємну для очей плавність анімації. Достатню для будь-яких завдань продуктивність досягається зусиллями 8-ядерного процесора Qualcomm Snapdragon 732G. Основний блок камер складається з 4-х модулів: 108 МП з ширококутним об'єктивом, 8 МП з ультраширококутний, 5 МП макро і 2 МП датчика глибини. Сенсор фронтальної камери на 16 МП встановлюється в мініатюрному точковому вирізі в екрані. Xiaomi Redmi Note 10 Pro додатково має NFC, а також підтримку швидкої зарядки потужністю 33 Вт.",
    "price":9300
  },
  {
    "title": "Xiaomi Redmi 9A",
    "img": ["https://hotline.ua/img/tx/333/3337365835.jpg","https://hotline.ua/img/tx/333/3337365855.jpg","https://hotline.ua/img/tx/333/3337365895.jpg"],
    
      "ram":4 ,
      "memory":64 ,
      "cpu": "MediaTek Helio G25 + PowerVR8320",
      "camera": "13/5",
    "description": "Xiaomi Redmi 9A - представник лінійки доступних смартфонів, який забезпечує комфортний рівень продуктивності в більшості повсякденних завдань. Пристрій виконаний в Безрамковий корпусі і поставляється в декількох яскравих кольорах. Xiaomi Redmi 9A має 6,53-дюймовий IPS дисплей з роздільною здатністю 1600х720 пікселів і співвідношенням сторін 20: 9. 8-ядерний процесор MediaTek Helio G25 дозволяє легко спілкуватися в Інтернеті, переглядати відео і грати в невимогливі ігри. Оперативної пам'яті в Xiaomi Redmi 9A встановлюється 2 ГБ, а для зберігання даних передбачений накопичувач на 32 ГБ. Основна камера смартфона має 13 МП сенсора, а фронтальна - 5 МП.",
    "price":4300
  },
  {
    "title": "Xiaomi Redmi 10C",
    "img": ["https://hotline.ua/img/tx/333/3339153205.jpg"],
    
      "ram":4,
      "memory":64 ,
      "cpu": "Qualcomm Snapdragon 680",
      "camera": "50/5",
    "description": "",
    "price":5600
  },
  {
    "title": "Xiaomi Redmi Note 10 Pro",
    "img": ["https://hotline.ua/img/tx/330/3305918165.jpg","https://hotline.ua/img/tx/330/3305918165.jpg","https://hotline.ua/img/tx/330/3305918185.jpg"],
    
      "ram":6 ,
      "memory":128 ,
      "cpu": "Qualcomm Snapdragon 732G + Adreno 618",
      "camera": "108/16",
    "description": "Xiaomi Redmi Note 10 Pro - просунута версія одного з найбільш збалансованих смартфонів на ринку пристроїв середнього рівня. Він отримав практичний строгий дизайн, який припаде до душі практично будь-кому. Всю лицьову поверхню Xiaomi Redmi Note 10 Pro займає безрамковий 6,67-дюймовий AMOLED дисплей з роздільною здатністю 2400х1080 точок і технологією HDR. Його частота оновлення складає 120 Гц, що забезпечує приємну для очей плавність анімації. Достатню для будь-яких завдань продуктивність досягається зусиллями 8-ядерного процесора Qualcomm Snapdragon 732G. Основний блок камер складається з 4-х модулів: 108 МП з ширококутним об'єктивом, 8 МП з ультраширококутний, 5 МП макро і 2 МП датчика глибини. Сенсор фронтальної камери на 16 МП встановлюється в мініатюрному точковому вирізі в екрані. Xiaomi Redmi Note 10 Pro додатково має NFC, а також підтримку швидкої зарядки потужністю 33 Вт.",
    "price":10200
  },
  {
    "title": "Xiaomi Poco X4 Pro",
    "img": ["https://hotline.ua/img/tx/321/3218569205.jpg"],
    
      "ram":8,
      "memory":256 ,
      "cpu": "Qualcomm Snapdragon 695",
      "camera": "108/16",
    "description": "",
    "price":11900
  },
  {
    "title": "Xiaomi Poco F3",
    "img": ["https://hotline.ua/img/tx/273/2731134045.jpg","https://hotline.ua/img/tx/273/2731134055.jpg","https://hotline.ua/img/tx/273/2731134095.jpg"],
    
      "ram":6 ,
      "memory":128 ,
      "cpu": "Qualcomm Snapdragon 870 + Adreno 650",
      "camera": "48/20",
    "description": "Xiaomi Poco F3 - новинка 2021 року створена для тих людей, які хочуть отримати максимум можливостей, зберігши при цьому досить розумну ціну. Смартфон отримав трохи оновлений дизайн, що повторює основні риси лінійки. На передній панелі Xiaomi Poco F3 розміщується 6,67-дюймовий AMOLED дисплей має підтримку HDR10 + і частоти оновлення 120 Гц. Для забезпечення комфортної роботи в будь-яких завданнях пристрій оснащується продуктивним процесором Qualcomm Snapdragon 870, доповнений графічним прискорювачем Adreno 650. Основна камера складається з трьох сенсорів: 48 МП з ширококутним об'єктивом, 8 МП з ультраширококутний і 5 МП з макрооб'єктиву. У фронтальній встановлюється 20 МП сенсор з ширококутним об'єктивом. Додатково Xiaomi Poco F3 оснащується NFC, а також має підтримку швидкої зарядки потужністю 33 Вт. ",
    "price":11000
  },
  {
    "title": "Xiaomi Poco M3 Pro",
    "img": ["https://hotline.ua/img/tx/324/3249468655.jpg","https://hotline.ua/img/tx/324/3249468655.jpg","https://hotline.ua/img/tx/324/3249468715.jpg"],
    
      "ram":4 ,
      "memory":64 ,
      "cpu": "MediaTek Dimensity 700 + Mali-G57 MC2",
      "camera": "48/8",
    "description": "Xiaomi Poco M3 Pro 5G - смартфон середнього рівня, який підтримує мережі 5G і має просунутий рівень оснащення. Пристрій має безрамковий дизайн, який доповнює кілька яскравих і незвичайних кольорів оформлення. У Xiaomi Poco M3 Pro 5G використовується 8-ядерний процесор MediaTek Dimensity 700, здатний справлятися з будь-якими повсякденними завданнями, в тому числі і сучасними іграми. 6,5-дюймовий дисплей виготовлений на основі технології IPS. Він має роздільну здатність 2400х1080 точок і частоту оновлення 90 Гц. Основна камера смартфона складається з трьох модулів: одного на 48 МП і пари по 2 МП. Фронтальна камера отримала 8 МП сенсор і встановлюється в мініатюрному точковому вирізі в екрані. Додатково Xiaomi Poco M3 Pro 5G комплектується NFC і підтримує швидку зарядку в 18 Вт. ",
    "price":6000
  }

]
